<!DocTYPE html>

<html>

<head><title>Ch'ol Poetry Translations</title>
<link rel="stylesheet" href="css.css">
   <link href="https://fonts.googleapis.com/css2?family=PT+Sans&display=swap" rel="stylesheet">
    
        <link href="favicon.ico" rel="shortcut icon" type="image/x-icon" />






</head>



<body>

  <h1> carol rose little </h1>
        <p>

           <a href="index.html"> main </a> 
        &bull; <a href="research.html"> research </a>  &bull; <a href="teaching.html"> teaching </a>
               &bull;    <a href="https://www.dropbox.com/s/bew5hfgkbyjucbq/cv-carol-rose-little.pdf?dl=0"> cv </a> &bull; <a href="poetry.html"> translations </a> 


    
         &bull;    <a href="mailto:little@ou.edu" target="_blank">
              <span class="glyphicon glyphicon-send"></span> 
              email
            </a>
                    &bull; <a href="research-esp.html"> en espa&ntilde;ol </a> 
            </p>

    
  
            <h2>ch'ol poetry translations</h2>
    <p>
        
       
   
Together with poet and writer <a href="https://www.charlottemfriedman.com/" target="_blank">Charlotte Friedman</a>, I have been translating the work of Ch'ol poet, Juana Pe&ntilde;ate Montejo. Juana Pe&ntilde;ate Montejo is a poet, writer and translator from Tumbal&aacute;, Chiapas, Mexico who won the Premio de Literaturas Ind&iacute;genas de Am&eacute;rica in 2020 for her collection of poetry <i>Iso&ntilde;il Ja'al/Danza de la Lluvia</i> (Dance of the rain), written in Ch'ol and self-translated to Spanish. 
    
    </p>
    
      <p>
<img src="juana-house.jpg">
    <br>
      
    <small>View from Juana Pe&ntilde;ate's roof, January 2022, Tumbal&aacute;, Mexico.</small>
          
             </p>
    
      <p>
          
  Charlotte and I have translated <i>Ipusik'al Matye'lum/Coraz&oacute;n de Selva</i> (Heart of a wild land, published in 2013 by Pluralia) as well as  <i>Iso&ntilde;il Ja'al/Danza de la Lluvia</i> (Dance of the rain, to be published this year by the University of Guadalajara).          
    </p>
    
            <h2>publications</h2>

    <ul>
        <li>2023. Translations of five poems by Juana Pe&ntilde;ate Montejo. <i>On the Seawall</i>. With Charlotte Friedman. <a href="https://www.ronslate.com/sacred-sun-my-language-poetrys-silence-x-askun/"> [link] </a></li>
       <li>2023. Translations of seven poems by Juana Pe&ntilde;ate Montejo. <i>Asymptote</i>. With Charlotte Friedman. <a href="https://www.asymptotejournal.com/poetry/seven-poems-juana-penate-montejo/"> [link] </a></li>
              <li>2022. Three Ch'ol poems by Juana Pe&ntilde;ate Montejo in translation. <i>Journal of Latina Critical Feminism.</i> With Charlotte Friedman.  <a href="https://www.journallcf.org/_files/ugd/ff2d79_1cf8152802574113bd4ada75d5697a82.pdf" target="_blank">[link]</a> </li>  
  
       <li>2022. Translations of two poems by Juana Pe&ntilde;ate Montejo in translation. <i>The Arkansas International.</i> With Charlotte Friedman.  <a href="https://www.arkint.org/issue-twelve" target="_blank">[link]</a> </li>  
             <li>2022. Seven Poems by Juana Pe&ntilde;ate in translation from Ch'ol and a Translators' Note. <i>Exchanges</i> published by the University of Iowa. With Charlotte Friedman. <a href="https://exchanges.uiowa.edu/issues/body/div-classpage-titlepage-1-div-classlayoutarea-div-classcolumn-spanseven-poems-by-juana-penate-montejospan-div-div-div/" target="_blank">[link]</a> </li>    

              <li>2022. Five Ch'ol poems by Juana Pe&ntilde;ate Montejo in translation. <i>North Dakota Quarterly.</i> With Charlotte Friedman. <a href="https://ndquarterly.files.wordpress.com/2022/05/ndq-89.1-2_special_section.pdf" target="_blank">[link]</a>  </li>  

         <li>2022. Translating Ch’ol: A Bridge Between Linguistics and Poetry (Featured Translator's Note) and Three poems in translation in <i>World Literature Today</i>. With Charlotte Friedman. Print Edition. Link to table of contents <a href="https://test.worldliteraturetoday.org/2022/march" target="_blank">here</a></li>
      <li>2021. “Poetry is like the rain, the wind, like walking”: An Interview with Ch’ol Poet Juana Pe&ntilde;ate Montejo and Five Poems. <i>Latin Amercican Literature Today</i>. With Charlotte Friedman. <a href="http://www.latinamericanliteraturetoday.org/en/2021/august/“poetry-rain-wind-walking”-interview-ch’ol-poet-juana-peñate-montejo-and-five-poems" target="_blank">[link]</a></li>
</ul>

        <p>

                </p>
    

    
    <h2>juana pe&ntilde;ate montejo</h2>
       <p>
    <img src="juana-foto.jpg">
            <br>
      

          
             </p>
            <p>
                Juana Pe&ntilde;ate Montejo is a Ch’ol poet, writer, translator, educator and cultural promoter from Emiliano Zapata, Tumbal&aacute;, Chiapas, Mexico. She has authored several books of poetry in Ch’ol with self-translations in Spanish including <i>Mi nombre ya no es silencio</i> (My name is no longer silence published) by Coneculta in 2002, <i>Ipusik’al Matye’lum/Coraz&oacute;n de Selva</i> (Heart of a wild land), first published by Pluralia in 2013, and most recently <i>Iso&ntilde;il Ja’al/Danza de la Lluvia</i> (Dance of the rain), which won the 2020 Premio de Literaturas Ind&iacute;genas de Am&eacute;rica and will be published this year by the University of Guadalajara.

                </p>
    
</body>



</html>
