<!DocTYPE html>

<html>

<head><title>Carol-Rose Little</title>
<link rel="stylesheet" href="css.css">
   <link href="https://fonts.googleapis.com/css2?family=PT+Sans&display=swap" rel="stylesheet">
        <link href="favicon.ico" rel="shortcut icon" type="image/x-icon" />



</head>



<body>

  <h1> carol-rose little </h1>
        <p>

          <a href="index-esp.html"> inicio </a> 
        &bull; <a href="research-esp.html"> investigaci&oacute;n </a>
               &bull;    <a href="https://www.dropbox.com/s/ssvvkrbhp5g6duf/cv-carol-rose-little.pdf?dl=0"> cv </a> &bull; <a href="http://chol.lingspace.org/ctu/bajche-la-wila/"> blog de ch'ol </a> 


 <!--   &bull; <a href="CarolRoseLittleCV.pdf" target="_blank"> cv </a> -->
    
         &bull;    <a href="mailto:crl223@cornell.edu" target="_blank">
              <span class="glyphicon glyphicon-send"></span> 
              correo
            </a>    
        &bull; <a href="research.html"> in english </a> 
            
    </p>
            
<img src="LittlePLC.jpg">
   
    <p>V&eacute;ase mi <a href="https://www.dropbox.com/s/ssvvkrbhp5g6duf/cv-carol-rose-little.pdf?dl=0"> CV </a> para una lista completa de publicaciones y ponencias. <a href="https://ling.auf.net/lingbuzz/005371">Aqu&iacute;</a> est&aacute; una liga a mi tesis doctoral. 
         </p> 

        
         <h2>sintaxis</h2>
    
    <p>Mi tesis doctoral trata sobre interdepedencias sint&aacute;cticas entre los &aacute;mbitos nominal y clausal, bas&aacute;ndose en la lengua mayense ch'ol con  datos recopilados en Chiapas, M&eacute;xico. Los temas principales incluyen la extracci&oacute;n de la rama izquierda, el movimiento del objeto, y la sintaxis general de lenguas con verbo inicial. V&eacute;ase <a href="little-2019-handout-nels-50.pdf" target="_blank">este volante</a> para una descripci&oacute;n breve de la extracci&oacute;n de la rama izquierda en ch'ol. Este trabajo es financiado en parte por una <a href="https://www.nsf.gov/awardsearch/showAward?AWD_ID=1852744&HistoricalAwards=false" target="_blank">beca de apoyo para la investigaci&oacute;n doctoral</a> del National Science Foundation (Fundaci&oacute;n Nacional para la Ciencia en EEUU). Otros trabajos que he realizado en sintaxis abordan temas tales como <a href="https://lingpapers.sites.olt.ubc.ca/files/2018/01/WSCLA21-10-Little.pdf" target="_blank"> la concordancia de la tercera persona en mi'gmaq</a> (lengua algonquina de Canad&aacute;) y foco y orden de palabras en ch'ol, este &uacute;ltimo como parte de un proyecto colaborativo con Lauren Clemens, Jessica Coon,  Jamill&auml;h Rodriguez y Morelia V&aacute;zquez Mart&iacute;nez. </p>
    
     <h2>morfolog&iacute;a</h2>
    
    <p>Mi trabajo en la morfolog&iacute;a se centra en la correcta formalizaci&oacute;n de los rasgos morfol&oacute;gicos, en concreto en el debate sobre su naturaleza binaria o privativa. He explorado esta cuesti&oacute;n centr&aacute;ndome en la expresi&oacute;n del  <a href="http://www.lingref.com/cpp/wccfl/35/paper3395.pdf" target="_blank">n&uacute;mero morfol&oacute;gico en mi'gmaq </a>  y en <a href="https://ling.auf.net/lingbuzz/004929" target="_blank">la primera persona inclusiva/exclusiva en ch'ol</a>. Adem&aacute;s, he trabajado sobre las propiedades morfol&oacute;gicas de la negaci&oacute;n y sobre la morfofonolog&iacute;a de la tercera persona en mi'gmaq.
    </p>
    
    
    
            <h2>sem&aacute;ntica</h2>
    
    <p> 
        Me interesa c&oacute;mo el significado emerge de manera composicional de la estructura sint&aacute;ctica y la morfolog&iacute;a de varias expresiones ling&uuml;&iacute;stica. En mi tesis doctoral, investigo la interpretaci&oacute;n de frases nominales y el papel de la sintaxis en la interpretaci&oacute;n sem&aacute;ntica de los arugmentos. Recientemente, he trabajado tambi&eacute;n sobre numerales definidos en el ch'ol, sobre  <a href="https://ling.auf.net/lingbuzz/004808" target="_blank">clasificadores y el art&iacute;culo definido en el indonesio</a> (con Ekarina Winarto), la sem&aacute;ntica del caso partitivo en el fin&eacute;s (con Peter Sutton) y sobre la sem&aacute;ntica de clasificadores en varias lenguas (con Mary Moroney y Justin Royer). 
        
 
    </p>
    
    
                 <h2>materiales en espa&ntilde;ol</h2>
    
    <p> 
        

        <a href="https://docs.google.com/presentation/d/1dpIuKsS1HOMZxn3MiVPD-Ri3sEAnMhq_RMl25k8yo94/edit?usp=sharing" target="_blank">Diapositivas</a> sobre mi trabajo de campo
    </p>

    
    <p>
        <a href="little-vazquez-famli5.pdf" target="_blank">Un volante</a> sobre la definitud en el ch'ol de Tumbal&aacute;, charla dada en FAMLi 5 en 2018 con Morelia V&aacute;zquez Mart&iacute;nez
    
        </p>
    
        <p>
        <a href="little-numerales-colmex.pdf" target="_blank">Un volante</a> sobre numerales definidos en ch'ol, charla dada en 2018 en el Colegio de M&eacute;xico
    
        </p>
</body>



</html>
